{
  "navbar": {
    "home": "Home",
    "about": "About",
    "contact": "Contact",
    "language": "Language"
  },
  "home": {
    "title": "Welcome to Jasus.com",
    "description": "If you're feeling betrayed or unsure about your partner, we help you uncover the truth. Whether it's personal matters like your spouse's behavior or professional concerns with a business partner, we provide detailed and reliable information to address your doubts. Our services are designed to give you clarity and peace of mind in making informed decisions. We strictly respect your privacy, and we never save or share our clients' data with anyone. Your trust is our priority. Please feel free to contact us with confidence.",
    "slides": {
      "wife_husband": {
        "title": "Investigate Your Spouse",
        "description": "Uncover the truth about your spouse's activities and intentions. Whether you're dealing with suspicions of infidelity, unusual behavior, or hidden actions, our services provide the insights you need to make informed personal decisions."
      },
      "business_partner": {
        "title": "Verify Your Business Partner",
        "description": "Ensure your business partnerships are built on trust and transparency. Investigate your partner's goals, history, and strategies to avoid conflicts and make informed, strategic business decisions."
      },
      "any_kind": {
        "title": "Bespoke Investigative Services",
        "description": "No matter the situation, we offer customized investigative solutions to meet your unique needs. Whether personal or professional, we aim to uncover the truth and deliver clarity when it matters most."
      }
    }
  },
  "about": {
    "title": "About Us",
    "intro": "Welcome to our website. We are a company dedicated to providing the best services to our customers.",
    "mission": {
      "title": "Our Mission",
      "description": "Our mission is to empower individuals and businesses by providing innovative solutions tailored to their needs."
    },
    "vision": {
      "title": "Our Vision",
      "description": "We envision a future where technology and creativity merge to create endless possibilities for growth."
    },
    "team": {
      "title": "Our Team",
      "description": "Our team is composed of passionate and experienced professionals who strive to achieve excellence in everything we do."
    },
    "contact": {
      "title": "Get in Touch",
      "description": "If you have any questions, feel free to contact us through our contact form or by reaching out to our team directly."
    }
  },
  "contact": {
    "title": "Contact Us",
    "name": "Name",
    "email": "Email (Optional)",
    "mobile": "Mobile Number",
    "message": "Message",
    "submit": "Submit",
    "name_required": "Please enter your name",
    "email_required": "Please enter your email",
    "invalid_email": "Please enter a valid email address",
    "mobile_required": "Please enter your mobile number",
    "message_required": "Please enter your message",
    "success": "Your message has been sent successfully!",
    "error": "Something went wrong. Please try again."
  },
  "footer": {
    "copyright": "Jasus.com. All rights reserved."
  }
}