{
  "navbar": {
    "home": "होम",
    "about": "के बारे में",
    "contact": "संपर्क करें",
    "language": "भाषा"
  },
  "home": {
    "title": "गुप्त जांच के लिए आपका विश्वसनीय साथी",
    "description": "हम जानकारी एकत्र करने, भुगतान वसूली और सामान्य सहायता सेवाएँ प्रदान करते हैं ताकि आप सूचित निर्णय ले सकें। हमारी सेवाएँ कानूनी दिशानिर्देशों का पालन करती हैं और आपकी गोपनीयता का सम्मान करती हैं। हम किसी भी अवैध निगरानी या गोपनीयता भंग करने वाली गतिविधियों में शामिल नहीं होते। कानून के दायरे में रहते हुए विश्वसनीय समर्थन प्रदान करने के लिए हम पर भरोसा करें।",
    "slides": {
      "information_gathering": {
        "title": "जानकारी एकत्र करना",
        "description": "कानूनी रूप से व्यक्तियों या संस्थाओं के बारे में जानकारी प्राप्त करें ताकि आपके निर्णय लेने की प्रक्रिया में मदद हो।"
      },
      "payment_recovery": {
        "title": "भुगतान वसूली सेवाएँ",
        "description": "कानूनी माध्यमों और पेशेवर सहायता के माध्यम से लंबित भुगतानों को वसूल करें।"
      },
      "general_assistance": {
        "title": "सामान्य सहायता",
        "description": "कानूनी सीमाओं के भीतर आपकी अनूठी आवश्यकताओं के अनुरूप अनुकूलित सेवाएँ प्राप्त करें।"
      }
    }
  },
  "about": {
    "title": "हमारे बारे में",
    "intro": "हमारी वेबसाइट पर आपका स्वागत है। हम एक ऐसी कंपनी हैं जो अपने ग्राहकों को सर्वोत्तम सेवाएं प्रदान करने के लिए समर्पित है।",
    "mission": {
      "title": "हमारा मिशन",
      "description": "हमारा मिशन व्यक्तियों और व्यवसायों को उनकी आवश्यकताओं के अनुसार अनुकूलित नवीन समाधान प्रदान करके उन्हें सशक्त बनाना है।"
    },
    "vision": {
      "title": "हमारा दृष्टिकोण",
      "description": "हम एक ऐसे भविष्य की कल्पना करते हैं जहाँ प्रौद्योगिकी और रचनात्मकता मिलकर विकास के लिए अनगिनत संभावनाएं उत्पन्न करती हैं।"
    },
    "team": {
      "title": "हमारी टीम",
      "description": "हमारी टीम में अनुभवी और जुनूनी पेशेवर शामिल हैं जो हम जो कुछ भी करते हैं, उसमें उत्कृष्टता प्राप्त करने के लिए प्रयासरत रहते हैं।"
    },
    "contact": {
      "title": "संपर्क करें",
      "name": "नाम",
      "email": "ईमेल",
      "mobile": "मोबाइल नंबर",
      "message": "संदेश",
      "submit": "सबमिट करें",
      "name_required": "कृपया अपना नाम दर्ज करें",
      "email_required": "कृपया अपना ईमेल दर्ज करें",
      "invalid_email": "कृपया एक वैध ईमेल पता दर्ज करें",
      "message_required": "कृपया संदेश लिखें",
      "success": "आपका संदेश सफलतापूर्वक भेजा गया!",
      "error": "कुछ गलत हो गया। कृपया फिर से प्रयास करें।"
    }
  },
  "contact": {
    "title": "संपर्क करें",
    "name": "नाम",
    "email": "ईमेल",
    "message": "संदेश",
    "submit": "जमा करें"
  },
  "footer": {
    "copyright": "Jasus.com. सर्वाधिकार सुरक्षित।"
  }
}
